"Title" = "Indkøb";
"Delete history?" = "Slet købshistorik?";
"This will prevent the item..." = "Dette vil forhindre at varen medtages i forslag til indkøbsliste, indtil varen er blevet købt flere gange.\nTryk OK for at slette.";
"Cancel" = "Fortryd";
"OK" = "OK";
"Latest purchase was" = "Senest købt %@.";
"Purchased by" = "Senest købt %@";
"Never purchased" = "Aldrig købt";
"New item" = "Ny vare";
"Clear shopping list?" = "Ryd indkøbslisten?";
"Press OK to clear" = "Tryk OK for at rydde listen.";
"List" = "Indkøb";
"Nothing to do" = "Forslag blev ikke dannet";
"No suitable grocery items found" = "Der blev ikke fundet varer med egnet købshistorik";
